{
    "greeting": "Hello!",
    "serviceClass": {
        "serviceClassTitle": "Services",
        "personalTitle": "Personal Tax Services (T1)",
        "personalDescription": "We help you organize and optimize your personal tax filings, covering income, investments, real estate, and foreign assets.",
        "businessTitle": "Corporate Tax Services (T2)",
        "businessDescription": "We assist Canadian businesses with preparing and optimizing financial statements to ensure compliance, and reduced tax burdens.",
        "voluntaryDisclosureTitle": "Voluntary Disclosure",
        "voluntaryDisclosureDescription": "If you’ve missed reporting assets or income to the CRA, we guide you to correct past mistakes and minimize penalties.",
        "gstHstTitle": "GST/HST Filing & Tax Planning",
        "gstHstDescription": "We ensure your business meets its GST/HST obligations on time, minimizing tax exposure and avoiding potential CRA issues."
    },
    "industryClass": {
        "industryTitle": "Industries",
        "student": "Students",
        "broker": "Agents",
        "catering": "Catering",
        "engineer": "Engineers",
        "driver": "Drivers",
        "medical": "Medical"
    },
    "commitment": {
        "commitmentTitle": "Our Commitment",
        "list": {
            "major": {
                "title": "Secure & Confidential",
                "description": "We prioritize the security of your personal information. Our systems are designed to keep your data safe and confidential. Your sensitive information is protected."
            },
            "convenient": {
                "title": "Expert Guidance",
                "description": "As a team of experienced CPAs with years of expertise at leading global accounting firms, we take pride in offering tailored, precise tax solutions."
            },
            "transparent": {
                "title": "Simplified & Efficient with Efile",
                "description": "With Efile, we ensure your filings are accurate, completed on time, and submitted directly to the CRA—without the hassle."
            },
            "maximize": {
                "title": "Maximizing Your Tax Savings",
                "description": "Our focus is on minimizing your tax burden. We work hard to maximize your return and protect your financial interests, now and in the future."
            },
            "reasonable": {
                "title": "Fair, Transparent Pricing",
                "description": "Quality service doesn’t have to come with hidden fees. We offer fair, transparent pricing so that you know exactly what to expect without any surprises."
           },
            "lasting": {
                "title": "Building Lasting Relationships",
                "description": "We’re not just here for your current tax needs—we want to be your long-term partner."
            }
        }
    },
    "knowUs": {
        "knowUsTitle": "Know Us",
        "GraceHao": {
            "name": "Grace Hao",
            "position": "CPA, Partner, Chief Auditor, Senior Tax Planner",
            "description": "With 12 years of tax experience, Grace specializes in auditing and tax planning. As a Senior Auditor at one of the Big Four accounting firms, she is committed to ensuring tax compliance for both businesses and individuals."
        },
        "KnightWang": {
            "name": "Knight Wang",
            "position": "Senior Partner, Senior Tax Planner, Auditor",
            "description": "With over 14 years in corporate finance, including 8 years in Canadian corporate tax, Knight focuses on tax planning and optimization, specializing in complex corporate tax filings."
        },
        "MichaelChen": {
            "name": "Michael Chen",
            "position": "Operations Manager, Tax Specialist, Senior Inspector at Cimpress.",
            "description": "With over 6 years of experience, Michael ensures the quality control of tax-related operations at WandooTax. He specializes in personal income tax and complex tax situations, using his extensive experience to ensure accuracy and compliance."
        },
        "DominicWang": {
            "name": "Dominic Wang",
            "position": "Operations Assistant",
            "description": "A Senior Product Manager at Trip.com Group Ltd with 7 years of experience in system design and software development, Dominic focuses on optimizing the tax filing process and enhancing user experience and efficiency."
        }
    },
    "tool": {
        "toolTitle": "Common Tools",
        "childcare": {
            "title": "Childcare and Family Benefits Calculator",
            "description": "You can use this calculator to see what childcare and family benefits you are eligible for and how much you are entitled to."
        },
        "RRSP": {
            "title": "RRSP Calculator",
            "description": "See how much you can save in a Registered Retirement Savings Plan (RRSP)."
        },
        "car": {
            "title": "Car Benefits Calculator",
            "description": "You can use this calculator to see what car benefits you are eligible for and how much you are entitled to."
        },
        "salary": {
            "title": "Salary Calculator",
            "description": "The Canada Revenue Agency's online salary deduction calculator calculates all federal and provincial salary deductions based on the information you provide (salary, commission, pension, CPP contributions, EI)."
        }
    }
}